{
  "current_proprietorship_date": "1987-06-01", 
  "proprietors": [
    {
      "postcode": "CR0 2AQ", 
      "name": "Secretary Of State For Communities And Local Government", 
      "address": [
        "Land Registry Head Office", 
        "Trafalgar House 1 Bedford Park", 
        "Croydon"
      ]
    }
  ], 
  "title_number": "HS18112", 
  "documents": [
    {
      "date": "1974-12-04", 
      "entry_number": "C4", 
      "plan_only": false, 
      "type": "20", 
      "filed_under": null
    }, 
    {
      "date": "1976-11-01", 
      "entry_number": "A2", 
      "plan_only": false, 
      "type": "90", 
      "filed_under": null
    }, 
    {
      "date": "1992-01-30", 
      "entry_number": "L1", 
      "plan_only": false, 
      "type": "90", 
      "filed_under": "HS210063"
    }, 
    {
      "date": "2011-12-09", 
      "entry_number": "L2", 
      "plan_only": false, 
      "type": "90", 
      "filed_under": "HS364683"
    }, 
    {
      "date": "1992-01-30", 
      "entry_number": "C6", 
      "plan_only": false, 
      "type": "90", 
      "filed_under": null
    }
  ], 
  "charges_register": [
    {
      "date": null, 
      "text": "A Conveyance of the freehold estate in the land tinted pink on the filed plan dated 1 June 1847 made between (1) The Reverend Samuel William Hall (2) William Foale and James Jones (3) Richard Grasby the Younger and (4) Charles Alfred Lee contains restrictive covenants but neither the original deed nor a certified copy or examined abstract thereof was produced on first registration.", 
      "type": "Restrictive Covenants/Stipulations - Deed"
    }, 
    {
      "date": null, 
      "text": "A Conveyance of the freehold estate in the land tinted blue on the filed plan dated 14 September 1847 made between (1) The Reverend Foale and James Jones (2) William Good and (3) Hunter Estill contains restrictive covenants but neither the original deed nor a certified copy or examined abstract thereof was produced on first registration.", 
      "type": "Restrictive Covenants/Stipulations - Deed"
    }, 
    {
      "date": null, 
      "text": "The freehold estate in the land tinted yellow on the filed plan is subject to such restrictive covenants as may have been imposed thereon before 10 April 1948 and are still subsisting and capable of being enforced.", 
      "type": "Restrictive Covenants/Stipulations - Register"
    }, 
    {
      "date": null, 
      "text": "An Agreement dated 4 December 1974 made between (1) The Yorkshire Electricity Board and (2) The Associated Portland Cement Manufacturers Limited relates to the supply of electricity.\n NOTE: Copy filed.", 
      "type": "Restrictive Covenants/Stipulations - Deed"
    }, 
    {
      "date": null, 
      "text": "The parts of the land affected thereby are subject to the leases set out in the schedule of leases hereto.\nThe leases grant and reserve easements as therein mentioned.", 
      "type": "Lease Related - Register"
    }, 
    {
      "date": null, 
      "text": "The parts of the land affected thereby are subject to the following rights granted by a Lease of the electricity sub-station edged and numbered 1 in blue on the filed plan dated 30 January 1992 referred to in the schedule of leases hereto:-\n\"TOGETHER with the rights for the Lessee to place in the demised premises an electricity substation (in conformity with existing Statutory Regulations) and the right to maintain use or remove such substation equipment and any ancillary apparatus therein TOGETHER ALSO with the right to the intent that the same shall be appurtenant to the demised premises and/or the Lessees electricity distribution system (subject and limited as mentioned in Clauses 2(f) and 4(1) hereof) for the Lessee to lay and therafter to place use maintain inspect repair alter renew remove \"the electric lines\") for use in connection with such substation under the strip of land coloured blue on the said plan and key plan (hereinafter called the \"underground cable land\") and for such purpose to break up and excavate so much of the underground cable land as may from time to time be necessary AND TOGETHER WITH the right of support for the electric lines from the subjacent and adjacent land of the Lessor PROVIDED ALWAYS that the Lessee in so doing shall cause as little damage as may be to the Lessee's adjoining property and shall remove and dispose of any surplus earth and shall replace any top soil removed in as near to its former position as possible and shall make good forthwith and restore the surface thereof to the reasonable satisfaction of the Lessor TOGETHER ALSO with a right to the intent that the same shall be appurtenant to the demised premises (subject and limited as mentioned in Clause 4(1)(b) hereof) for the Lessee and all persons authorised by it (in common with the Lessor and all other persons having a similar right) to pass and re-pass at all times and for all purposes connected with the placing in the demised premises of an electricity substation or the maintenace use or removal of such substation and any apparatus installed therein or in the exercise of the rights hereby granted with or without vehicles plant machinery and other apparatus and materials over and along the underground cable land.\"\nNOTE 1: The land coloured blue is tinted brown on the filed plan\nNOTE 2: Clauses 2(f) and 4(1) of the lease state the following respectively:-\n\"2(f) To indemnify the Crown and the Lessor against all costs charges expenses actions claims and demands in respect of any damage or injury (including injury resulting in death) to any property or person arising by reason of this Lease or anything done or purported to be done pursuant to the provisions hereof and to be responsible for and to make good or pay compensation for any such damage or injury to the satisfaction of the Lessor and this indemnity shall extend and apply to all sums payable (whether or not the payment thereof is legally enforceable) under any Statute Order Regulation Instruction Warrant or otherwise to any officer servant or agent of the Crown or the personal respresentatives or dependants of any such person in respect of any such damage or injury PROVIDED ALWAYS that the Lessor shall as soon as practicable give notice in writing to the Lessee of any claims brought made or threatened against the Crown or the Lessor and shall not settle adjust or compromise such claims without first consulting the Lessor AND PROVIDED ALWAYS that this indemnity shall not extend to any such damage or injury caused solely by the negligent act or default of any officer servant or agent of the Lessor or of the Crown acting within the scope of his employment or to such proportion of any such damage or injury as may be directly attributable to the contributory negligence of such officer servant or agent while acting as aforesaid.\n4.  PROVIDED ALWAYS AND IT IS HEREBY AGREED AND DECLARED as follows:-\n(1) (a) That the rights granted herein in respect of the demised premises and the underground cable land shall not be exercised by any employee servants or agents of the lessees without first obtaining a written permit from the Lessor (except in the case of emergency when such notice as is reasonably practicable shall be given).\n(b) That the rights hereby granted in respect of the electric lines and to pass and repass over and along are limited to such rights as shall not prevent or in any way hinder or restrict the Lessor from breaking up and excavating the underground cable and as may be necessary or convenient for installing new drains sewers pipes and watercourses therein or thereunder and maintaining testing inspecting renewing altering replacing and removing the same and any existing drains sewers pipes and watercourses.\"", 
      "type": "Subjective Easements - C Register"
    }
  ], 
  "extent": {
    "geometry": {
      "crs": {
        "type": "name", 
        "properties": {
          "name": "EPSG:3857"
        }
      }, 
      "type": "MultiPolygon", 
      "coordinates": [
        [
          [
            [
              10404.976645074143, 
              6759570.514488484
            ], 
            [
              10416.937878499277, 
              6759574.426677553
            ], 
            [
              10431.3213553808, 
              6759579.131421403
            ], 
            [
              10433.787584354139, 
              6759579.93890323
            ], 
            [
              10436.009606150046, 
              6759573.06545846
            ], 
            [
              10433.556416700916, 
              6759572.262456096
            ], 
            [
              10419.1729508121, 
              6759567.557719976
            ], 
            [
              10407.211726528558, 
              6759563.645537344
            ], 
            [
              10406.962612035502, 
              6759564.413090329
            ], 
            [
              10405.349960148036, 
              6759563.885182834
            ], 
            [
              10398.392824569186, 
              6759561.610169307
            ], 
            [
              10395.943813048549, 
              6759568.897822117
            ], 
            [
              10402.884691944977, 
              6759571.168454302
            ], 
            [
              10403.293966979589, 
              6759569.964328483
            ], 
            [
              10404.976645074143, 
              6759570.514488484
            ]
          ]
        ]
      ]
    }
  }, 
  "address": [
    "land on the South side of Caughey Street", 
    "Kingston upon Hull"
  ], 
  "property_register": [
    {
      "date": "1977-05-30", 
      "text": "The Leasehold land shown edged with red on the plan of the above Title filed at the Registry and being land on the South side of Caughey Street, Kingston upon Hull.", 
      "type": "Property Description"
    }, 
    {
      "date": "1976-11-01", 
      "text": "Short particulars of the lease(s) (or under-lease(s)) under which the land is held:\nDate        : 1 November 1976                                            \nTerm        : 99 years from 1 April 1975                                 \nRent        : As therein mentioned                                       \nParties     : (1) Kingston upon Hull City Council                        \n              (2) Blue Circle Investments Limited", 
      "type": "Single Registered Lease Particulars"
    }, 
    {
      "date": null, 
      "text": "There are excepted from the effect of registration all estates, rights, interests, powers and remedies arising upon, or by reason of, any dealing made in breach of the prohibition or restriction against dealings therewith inter vivos contained in the Lease.", 
      "type": "Alienation"
    }, 
    {
      "date": null, 
      "text": "Unless otherwise mentioned the title includes any legal easements granted by the registered lease(s) but is subject to any rights that it reserves, so far as those easements and rights exist and benefit or affect the registered land.", 
      "type": "Beneficial/Subjective Easements"
    }, 
    {
      "date": "2012-01-19", 
      "text": "A new title plan based on the latest revision of the Ordnance Survey Map has been prepared.", 
      "type": "Plan Related"
    }, 
    {
      "date": "2013-09-27", 
      "text": "A new title plan with an amended extent based on the latest revision of the Ordnance Survey Map has been prepared.", 
      "type": "Plan Related"
    }
  ], 
  "proprietorship_register": [
    {
      "date": "1987-06-01", 
      "text": "PROPRIETOR: SECRETARY OF STATE FOR COMMUNITIES AND LOCAL GOVERNMENT care of Property Asset Management, Land Registry Head Office, Trafalgar House 1 Bedford Park, Croydon CR0 2AQ.", 
      "type": "Proprietor"
    }, 
    {
      "date": null, 
      "text": "The covenants implied under section 24(1)(a) of the Land Registration Act 1925 in the Transfer to the proprietor are  modified.", 
      "type": "Implied Covenants"
    }
  ], 
  "leases": [
    {
      "date": "1976-11-01", 
      "term": "99 years from 1 April 1975", 
      "rent": "As therein mentioned", 
      "parties": [
        "Kingston upon Hull City Council", 
        "Blue Circle Investments Limited"
      ]
    }
  ]
}
