{
  "current_proprietorship_date": "2007-09-25", 
  "proprietors": [
    {
      "postcode": "BN43 5AH", 
      "name": null, 
      "address": [
        "1 The Close", 
        "Shoreham-By-Sea", 
        "West Sussex"
      ]
    }, 
    {
      "postcode": "BN43 5AH", 
      "name": null, 
      "address": [
        "1 The Close", 
        "Shoreham-By-Sea", 
        "West Sussex"
      ]
    }
  ], 
  "title_number": "WSX180214", 
  "documents": [
    {
      "date": "2007-09-06", 
      "entry_number": "C2", 
      "plan_only": false, 
      "type": "50", 
      "filed_under": null
    }
  ], 
  "charges_register": [
    {
      "date": "1993-07-15", 
      "text": "A Conveyance of the land in this title and other land dated 17 January 1947 made between (1) E H Curd & Co Ltd. (Company) and (2) Peter Stewart (Purchaser) contains the following covenants:-\nTHE  Purchaser for the benefit of the Company or it's successors in title the owners or occupiers for the time being of the Shoreham Court Estate or the part thereof remaining unsold and the owners or occupiers for the time being of any portion of the said estate thereafter conveyed with the benefit of this covenant and to the intent and so as to bind (so far as practicable) the said property thereby conveyed into whosesoever hands the same might come but not so as to render the Purchaser personally liable in damages for any breach of covenant committed after he should have parted with all interest in that part of the premises in respect of which such breach should occur thereby covenants with the Company that he the Purchaser and his successors in title owners or owner occupiers or occupier of the said property thereby conveyed or any part thereof would at all times therefter observe and perform the covenants and stipulations in relation to the said property thereby conveyed which were set forth in the Schedule thereto.\nTHE SCHEDULE  above referred to\n1.  Not at any time thereafter to use or suffer to be used the property thereby conveyed or any part thereof for any trade business or manufacture but to use and occupy the same as and for private residential purposes only.\n2.  Not at any time thereafter to use or suffer to be used the property hereby conveyed or any part thereof to the nuisance annoyance injury or damage of any of the adjoining or neighbouring land or buildings now or formerly belonging to the Company or the owners or occupiers thereof.\n3.  Not at any time to erect any further buildings on the land thereby conveyed or any part thereof without first submitting to the Company the plans and specifications thereof and obtaining the consent of the Company thereto and paying the Company their Surveyor's fee of Two pounds and two shillings.\n4.  Not to erect any such building as aforesaid without giving to the Company an option to carry out the work at a price to be agreed between the Purchaser's Architect or Surveyor and the Company and in the event of any dispute arising between such architect or surveyor and the Company as to the price referred to the matter should be referred to arbitration under the Arbitration Acts 1889 and 1934 and the parties should be bound by the award of the Arbitrator under such reference.\n5.  Not in any event to erect more than one private dwellinghouse or one half of a semi-detached dwellinghouse on any one of the Plots numbered 19, 17, 16, 15, 14 or 25 on the said plan.\nNOTE: The land in this title comprises the whole of plot 14 and part of plot 15.", 
      "type": "Restrictive Covenants/Stipulations - Deed"
    }, 
    {
      "date": "2007-09-25", 
      "text": "REGISTERED CHARGE dated 6 September 2007.", 
      "type": "Registered Charges"
    }, 
    {
      "date": "2007-09-25", 
      "text": "Proprietor: NATIONWIDE BUILDING SOCIETY of Nationwide House, Pipers Way, Swindon L SN38 1NW.", 
      "type": "Chargee"
    }, 
    {
      "date": "2007-09-25", 
      "text": "The proprietor of the Charge dated 6 September 2007 referred to above is under an obligation to make further advances. These advances will have priority to the extent afforded by section 49(3) Land Registration Act 2002.", 
      "type": "Obligation"
    }
  ], 
  "extent": {
    "geometry": {
      "crs": {
        "type": "name", 
        "properties": {
          "name": "EPSG:3857"
        }
      }, 
      "type": "MultiPolygon", 
      "coordinates": [
        [
          [
            [
              10404.976645074143, 
              6759570.514488484
            ], 
            [
              10416.937878499277, 
              6759574.426677553
            ], 
            [
              10431.3213553808, 
              6759579.131421403
            ], 
            [
              10433.787584354139, 
              6759579.93890323
            ], 
            [
              10436.009606150046, 
              6759573.06545846
            ], 
            [
              10433.556416700916, 
              6759572.262456096
            ], 
            [
              10419.1729508121, 
              6759567.557719976
            ], 
            [
              10407.211726528558, 
              6759563.645537344
            ], 
            [
              10406.962612035502, 
              6759564.413090329
            ], 
            [
              10405.349960148036, 
              6759563.885182834
            ], 
            [
              10398.392824569186, 
              6759561.610169307
            ], 
            [
              10395.943813048549, 
              6759568.897822117
            ], 
            [
              10402.884691944977, 
              6759571.168454302
            ], 
            [
              10403.293966979589, 
              6759569.964328483
            ], 
            [
              10404.976645074143, 
              6759570.514488484
            ]
          ]
        ]
      ]
    }
  }, 
  "address": [
    "1 The Close", 
    "Shoreham By Sea"
  ], 
  "property_register": [
    {
      "date": "1993-07-15", 
      "text": "The Freehold land shown edged with red on the plan of the above Title filed at the Registry and being 1 The Close, Shoreham By Sea (BN43 5AH).", 
      "type": "Property Description"
    }, 
    {
      "date": "1993-07-15", 
      "text": "The Conveyance dated 17 January 1947 referred to in the Charges Register contains the following provision:-\nPROVIDED ALWAYS  and it was thereby agreed and declared that the Purchaser and his successors in title should not be entitled to any easement or access of light or air to the said property thereby conveyed or any buildings erected or to be erected thereon which would or might in any way prejudicially affect the free and unrestricted use by the Company or their successors in title of any adjoining or neighbouring property of the Company for building or any other purposes.\nPROVIDED FURTHER  and it was thereby agreed and declared that the imposition by the Company of the said covenants and stipulations therein contained should not be deemed to create a building scheme and that the Company should be at liberty to release or vary the said covenants and stipulations therein contained or thereafter to be imposed on parts of the said Shoreham Court Estate.", 
      "type": "Provisions"
    }, 
    {
      "date": "1993-07-15", 
      "text": "A Conveyance of the land in this title dated 5 April 1948 made between (1) Peter Stewart (Vendor) and (2) Edgar Coombes Evans (Purchaser) contains the following provision:-\n\"PROVIDED ALWAYS and it is hereby agreed and declared that the Purchaser and his successors in title shall not be entitled by virtue of this Conveyance to any easement or access of light or air to the said property hereby conveyed or to any buildings erected or to be erected thereon which will or may in any way prejudicially affect the free and unrestricted use by the Vendor and his successors in title of adjoining or neighbouring property of the Vendor for building or any other purpose.\"", 
      "type": "Provisions"
    }
  ], 
  "proprietorship_register": [
    {
      "date": "2007-09-25", 
      "text": "PROPRIETOR: SHAUN PATRICK HUBBARD and GARY ROBERT WHEATLAND of 1 The Close, Shoreham-By-Sea, West Sussex BN43 5AH.", 
      "type": "Proprietor"
    }, 
    {
      "date": "2007-09-25", 
      "text": "The price stated to have been paid on 6 September 2007 was Â£389,000.", 
      "type": "Price Paid"
    }, 
    {
      "date": "2007-09-25", 
      "text": "The Transfer to the proprietor contains a covenant to observe and perform the covenants referred to in the Charges Register and of indemnity in respect thereof.", 
      "type": "Personal Covenants"
    }
  ], 
  "leases": []
}
